{
  "welcome": "✅ Тебе зараховано на курс: \"Суглобова гімнастика\" \n\n\n<b>📌 Формат програми:</b>\n\n- тривалість: 10 днів  \n- щодня о 19:00 – отримуватимеш нове відео з простими, але дуже корисними вправами\n- все можна робити в зручному темпі вдома, без спеціального обладнання  \n\nЯ рада, що ти зі мною у цій подорожі!  \n\nПрислухайся до свого тіла, виконуй вправи регулярно, і результат обов'язково прийде.  \n\n\nДо зустрічі на тренуванні, яке ти можеш почати прямо зараз 👇",
  "siteGreeting": "👋 Вітаю! Дякую за інтерес до курсу <b>\"Суглобова гімнастика\"</b>!\n\n<b>📌 Формат програми:</b>\n\n- тривалість: 10 днів\n- щодня о 19:00 – отримуватимеш нове відео з простими, але дуже корисними вправами\n- все можна робити в зручному темпі вдома, без спеціального обладнання\n\nПрислухайся до свого тіла, виконуй вправи регулярно, і результат обов'язково прийде.\n\nНатисни кнопку нижче, щоб оплатити та розпочати! 👇",
  "sitePaymentButtonText": "💳 Оплатити курс",
  "instagramMessages": {
    "followUp1": {
      "text": "Як враження від тренування?\n\nМені важливо знати твоє самопочуття після заняття. Тому оціни та обери, будь ласка, який варіант найбільше тобі підходить 👇",
      "buttons": [
        {
          "text": "1️⃣ Вправи сподобались. Відчувається легкість у тілі, суглоби стали більш рухливими, відчувається загальне розслаблення.",
          "callback_data": "instagram_feedback_healthy-joints_1",
          "responseMessageId": "feedbackResponse"
        },
        {
          "text": "2️⃣ Вправи хороші, але при виконанні певних вправ суглоби важко включати в роботу, відчувається скутість.",
          "callback_data": "instagram_feedback_healthy-joints_2",
          "responseMessageId": "feedbackResponse"
        },
        {
          "text": "3️⃣ Відчутних змін поки немає, але тіло приємно попрацювало.",
          "callback_data": "instagram_feedback_healthy-joints_3",
          "responseMessageId": "feedbackResponse"
        },
        {
          "text": "4️⃣ Поки складно оцінити відчуття — можливо не вдалось правильно виконувати певні вправи.",
          "callback_data": "instagram_feedback_healthy-joints_4",
          "responseMessageId": "feedbackResponse"
        }
      ]
    },
    "feedbackResponse": {
      "text": "Хочеш мати дійсно гарний результат від тренувань, тоді рекомендую тобі пройти мій курс 👇\n\n«Суглобова гімнастика» – це авторський курс створений\nдля людей, які хочуть рухатись легко, без болю і перенавантажень.\n\nПрограма включає 10 відео тренувань, де я:\n✔️ детально пояснюю техніку кожної вправи\n✔️ показую, як працювати з тілом через контрольоване дихання\n✔️ мʼяко залучаю всі суглоби, не перевантажуючи їх\n\nВправи безпечні, адаптивні та підходять для будь-якого віку і рівня підготовки.\n\nДоступ до програми залишається назавжди,\nщоб можна було повертатися до неї тоді, коли тіло цього потребує 🙌\n\nКлікай нижче «Хочу курс»\nта отримай чудову інвестицію в здоровʼя своїх суглобів всього за 330 грн 🔥",
      "buttons": [
        {
          "text": "Хочу курс",
          "callback_data": "instagram_payment_healthy-joints"
        }
      ],
      "followUpMessages": [
        {
          "messageId": "reminder1",
          "delay": "1d"
        },
        {
          "messageId": "reminder2",
          "delay": "3d"
        }
      ]
    },
    "reminder1": {
      "text": "Привіт! 👋\n\nПам'ятаю, ти цікавився курсом «Суглобова гімнастика».\n\nЯкщо ще не прийняв рішення — ось коротко про переваги:\n\n✅ 10 відео тренувань з детальними поясненнями\n✅ Безпечні вправи для будь-якого рівня\n✅ Доступ назавжди\n✅ Всього 330 грн\n\nЦе інвестиція в здоров'я своїх суглобів 💪",
      "buttons": [
        {
          "text": "Хочу курс",
          "callback_data": "instagram_payment_healthy-joints"
        }
      ]
    },
    "reminder2": {
      "text": "Останній нагадування про курс «Суглобова гімнастика» 🎯\n\nЯкщо ти все ще думаєш — це нормально. Але пам'ятай:\n\nКожен день без руху — це день, коли суглоби стають менш рухливими.\n\nКурс допоможе:\n• Відновити рухливість суглобів\n• Зменшити біль і скутість\n• Покращити загальне самопочуття\n\n330 грн — це менше, ніж один візит до масажиста, але результат залишиться назавжди 💎",
      "buttons": [
        {
          "text": "Хочу курс",
          "callback_data": "instagram_payment_healthy-joints"
        }
      ]
    }
  },
  "days": {
    "1": {
      "videoTitle": "🎬 <b>День 1</b>: Легкий старт: атланто-потиличний суглоб і рух голови",
      "videoDescription": "<b>Сьогодні починаємо шлях!</b> 🚀\n\nТи побачиш, як кілька хвилин м'яких рухів щодня можуть покращити твоє самопочуття та зняти напругу в тілі.\n\nПочнемо з дуже важливої зони — верхньої частини шиї.\nСаме тут знаходиться суглоб, який відповідає за плавні рухи голови.\nКоли він рухається правильно — шия розслабляється, голова почувається легше, а тіло працює вільніше.",
      "motivationMessage": ""
    },
    "2": {
      "videoTitle": "🎬 <b>День 2</b>: Плечовий суглоб та лопатки",
      "videoDescription": "Сьогодні ми працюємо з <b>плечовими суглобами</b> та <b>лопатками</b> — це ключ до легкої постави та вільних рухів.\nКоли лопатки рухаються м'яко, шия розслабляється, дихання стає глибшим, а верхня частина тіла почувається значно легше.\nПродовжуй у цьому комфортному темпі 💛",
      "motivationMessage": "✨ У нашому тілі понад 200 суглобів 🦴\nСьогодні дай їм кілька хвилин якісного руху.\nМаленькі кроки дають великий результат.\nПобачимось на тренуванні! 🌟"
    },
    "3": {
      "videoTitle": "🎬 <b>День 3</b>: Кульшові суглоби (тестові вправи)",
      "videoDescription": "🦴 Сьогодні ми працюємо з кульшовими суглобами — одними з найбільших і найважливіших у нашому тілі.\n\nЦі суглоби відповідають за ходу, присідання, стабільність таза і правильний розподіл навантаження на хребет та коліна.\n\n💫 Ми виконаємо серію простих тестових вправ, які допоможуть:\n • оцінити рухливість кульшових суглобів\n • виявити можливі обмеження чи дискомфорт\n • зрозуміти, які вправи тобі підходять далі",
      "motivationMessage": "✨ Твій рух має значення 🌱\nТи вже проходиш свою 10-денну подорож, і кожен день наближає тебе до легкості в тілі.\nПобачимось увечері 💫"
    },
    "4": {
      "videoTitle": "🎬 <b>День 4</b>: Кульшові суглоби",
      "videoDescription": "",
      "motivationMessage": "✨ Ти чудово справляєшся 🌱\nКожен день приносить більше легкості в тілі.\nЗустрінемось увечері на тренуванні 💫",
      "difficultyChoice": {
        "message": "<b>Сьогодні ми розділимо наше тренування за двома рівнями:</b>\n\n<b>1. Базовий рівень 🌿</b>\n\nПідійде тим, в кого під час тестових вправ відчувався дискомфорт.\n\nМ'які рухи, які знімуть напругу, покращать кровообіг і повернуть легкість кульшовим суглобам.\n\n<b>2. Просунутий рівень 🔥</b>\n\nДля тих, хто виконував тестові вправи з легкістю.\n\nДинамічні вправи на покращення мобільності, збільшення сили та контролю в кульшових суглобах.\n\n<b>Обери свій рівень і розпочнемо тренування 👇</b>",
        "easyButtonText": "Базовий рівень",
        "hardButtonText": "Просунутий рівень"
      }
    },
    "5": {
      "videoTitle": "🎬 <b>День 5</b>: Грудний відділ\n(рухливість реберно-хребтових суглобів і гнучкість хребта)",
      "videoDescription": "🫁 Сьогодні ти працюватимеш з грудним відділом, який часто «заблокований» через сидячу роботу, стрес і слабку мобільність ребер.\n\nТренування допоможе:\n • м’яко активувати реберно-хребтові суглоби\n • розкрити грудний відділ\n • покращити гнучкість хребта",
      "motivationMessage": "✨ Рух — найкращий антистрес 🌈\nКоли ми працюємо із суглобами, тіло виділяє ендорфіни — \"гормони радості\".\nНехай день буде легким та наповненим енергією! ✨"
    },
    "6": {
      "videoTitle": "🎬 <b>День 6</b>: Поперек і крижово-клубовий суглоб",
      "videoDescription": "🔸<b>Поперековий відділ щодня бере на себе величезне навантаження</b> — він утримує вагу верхньої частини тіла, відповідає за нахили, підйоми та майже кожен наш рух.\n\nСаме тут розташований <b>крижово-клубовий суглоб</b>, який з'єднує хребет із тазом і впливає на стабільність у всьому тілі.\n\nА коли цей суглоб «зажатий» або занадто рухливий — з'являються тягнучі болі, скутість та втома в попереку.\n\n<b>Сьогоднішнє тренування допоможе:</b>\n • м'яко мобілізувати крижово-клубовий суглоб\n • розвантажити поперек\n • покращити стабільність через легкі, контрольовані рухи",
      "motivationMessage": "🌱 Кожен рух стимулює роботу суглобів і зміцнює м'язи, навіть якщо це прості вправи.\n\n✨ Побачимось ввечері, а після тренування ти відчуєш легкість в суглобах."
    },
    "7": {
      "videoTitle": "🎬 <b>День 7</b>: Колінні суглоби",
      "videoDescription": "🦵 <b>Сьогодні ми зосередимось на тому, щоб дати колінним суглобам кращу рухливість і відновити їхню природну амортизацію.</b>\n\nНаше тренування допоможе:\n • повернути природну рухливість у колінному суглобі\n • зменшити відчуття скутості, «стягування» або тиску\n • знизити ризик болю під час ходьби чи присідань",
      "motivationMessage": "✨ Колінні суглоби — найбільші в нашому тілі 🌿\nНавіть під час ходьби на одне коліно припадає 1–1,5× маси тіла, а при бігу чи присіданні — 3–5× через прискорення та ударну силу.\nТому вони особливо цінують м’які, уважні рухи.\nСьогодні подаруй колінам трохи якісної мобільності 💛"
    },
    "8": {
      "videoTitle": "🎬 <b>День 8</b>: Ліктьові суглоби та кисті рук",
      "videoDescription": "💪 <b>Ліктьовий суглоб і дрібні суглоби кисті працюють разом як єдина система</b> — саме вони забезпечують нам силу хвата, точність рухів, стабільність під час опор і комфорт у щоденних діях: від набору тексту до перенесення ваги в тренуваннях.\n\n🖐️ <b>Сьогодні ми зосереджуємось на тому, щоб:</b>\n\n • покращити рухливість ліктьових суглобів\n • активувати м'язи передпліччя, які стабілізують кисті рук",
      "motivationMessage": "✨ Ліктьові суглоби та кисті — наші маленькі, але дуже важливі помічники 🖐️\nВони виконують сотні рухів щодня: тримають, тягнуть, піднімають.\nНавіть короткі вправи допомагають зберегти гнучкість і зменшити втому в руках.\nСьогодні приділи їм трохи уваги і руху 💛"
    },
    "9": {
      "videoTitle": "🎬 <b>День 9</b>: Стопи та гомілковостопний суглоб",
      "videoDescription": "🦶 <b>Гомілковостопний суглоб та стопи — основа опори всього тіла.</b>\n\nВони приймають на себе вагу та забезпечують рівновагу під час ходьби, бігу, присідань і будь-яких рухів.\n\n<b>Здорові стопи і рухливі гомілковостопні суглоби</b> — ключ до правильної постави, плавної ходи та зменшення навантаження на коліна, таз і поперек.\n\n<b>Сьогоднішнє тренування допоможе:</b>\n\n• активувати стопи та м'язи гомілковостопного суглоба\n• відновити природну амортизацію при ходьбі та стоянні\n• зміцнити баланс і стабільність всього тіла",
      "motivationMessage": "👣 Стопи містять 26 кісток і 33 суглоби — маленькі, але витримують всю вагу тіла.\n\n\n🪐 Роби рухи для стоп сьогодні, щоб відчути стійкість і впевненість у кожному кроці."
    },
    "10": {
      "videoTitle": "🎬 <b>День 10</b>: Комплексне тренування для всіх суглобів",
      "videoDescription": "Вітаємо! 🎉\n\nМолодчинка, всі дні курсу пройдено і сьогодні закріплюємо результат: комплексне тренування включає всі суглоби від шиї до стоп.\n\n🙌 За ці 10 днів твоє тіло отримало: свободу руху, гнучкість і стабільність усіх суглобів — від шиї до стоп, відчувши легкість і комфорт у кожному русі.\n\nСьогоднішній комплекс вправ можна використовувати щодня як повноцінне тренування, щоб підтримувати здоров'я суглобів, гнучкість і легкість у тілі.\n\n💫 «Свобода тіла починається зі здорових і рухливих суглобів.»",
      "motivationMessage": "✨ Ти вже 10 днів в активному русі — вітаю! 🥳\nЦе лише початок. Пам'ятай: твої суглоби живуть рухом, а тіло відповідає вдячністю.\nСьогодні святкуємо фінальне заняття о 19:00! 🎉"
    }
  }
}
